Assignment 1/WDSL_SOAP/soap-calculator/request_add.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://www.neeraj.com/springsoap/gen">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getCalcRequest>
            <gs:value1>1</gs:value1>
	    <gs:value2>2</gs:value2>
        </gs:getCalcRequest>
    </soapenv:Body>
</soapenv:Envelope>
